{
    "page-title": {
        "top": "EMC-Expat Motobike Cambodia",
        "outline": "EMC | Outline",
        "history": "EMC | History",
        "team": "EMC | Teams",
        "business": "EMC | Business",
        "scooter-rental": "EMC | Scooter Rental",
        "visa": "EMC | Visa-Work Permit",
        "exchange": "EMC | Exchange",
        "travel-agency": "EMC | Travel Agency",
        "blog": "EMC | Blog",
        "contact": "EMC | Contact Us",
        "site-map": "EMC | Site Map",
        "expat-moto": "EXPAT MOTORBIKE CAMBODIA.",
        "thank": "EMC | Thanks You",
        "page-404": "404 Page Not Found"
    },
    "menu": {
        "title" : "Menu",
        "top": "Top",
        "emc": "EMC",
        "japan-shop": "japanese shop/ KUBO BRO & Khmer",
        "bussiness-service": "Services",
        "map-contact": "Map & Contact (TEL)",
        "about-us":"About Us",
        "mission-philosophy": "Mission / Philosophy",
        "founder-story": "Fonuder Story",
        "corperate-info": "Corperate Information & Branch",
        "history": "History",
        "operational-team": "Operational Team",
        "business-field": "Business Field",
        "scoter-rental": "Scoter Rental",
        "visa-wp": "Visa & WP",
        "current-exchange": "Currency Exchange",
        "travel-agency": "Travel Agency",
        "blog": "Blog",
        "contact": "Contact",
        "privacy": "Privacy Policy",
        "site-map": "Site Map"
    },
    "home": {
        "header" : {
            "title": "For EXPAT in Cambodia",
            "description-1": "EMC works for supporting expat's daily life in Phnom Penh",
            "description-2": "",
            "description-3": "EMC has established since 2013 by Japanese brothers",
            "description-4": ""
        },
        "title": {
            "our-business": "OUR BUSINESS",
            "access": "ACCESS"
        },
        "sub-title":{
            "our-business": "Services",
            "access": "MAP: EMC BKK1 shop"
        },
        "japan-shop": {
            "title": "Operate by Japanese KUBO brothers & Khmer young guys (All English speaker)",
            "kansai": "Kansai is from Nara prefecture",
            "store-by-Kubo": "Store by Kubo brothers",
            "kubo": "Hisashi Koh KUBO",
            "visa-work-permit": "Visa/Work Permit Consultant",
            "kubo-brother": "Shungo KUBO",
            "currency-exchange": "Currency Exchange",
            "responsible": "Responsible"
        },
        "business": {
            "visa": "Visa Extension",
            "work-permit": "/ Work Permit",
            "travel-agency": "Travel Agent",
            "domestic": "(Domestic & Overseas)"
        }
    },
    "outline": {
        "title": "Company information",
        "access": "ACCESS",
        "philosophy": {
            "title": "Management philosophy",
            "des": {
                "line-1": "Supporting secure joyfull life of the people,",
                "line-2": "EMC staffs, local partners and expats through",
                "line-3": "EMC services. You can ejoy relaxing life in Phnom Penh."
            }
        },
        "table": {
            "company": "Company",
            "company-des": "EMC Motorbike Rental",
            "location": "Location",
            "business": "Services",
            "business-des": "Scooter Rental, Visa extension & Work Permit, Curency Exchange, Travel Agency",
            "establishment": "Establish",
            "establishment-des": "Nov 2013",
            "capital": "Capital",
            "capital-des": "75,000USD",
            "group-company": {
                "title": "EMC Group",
                "des-line-1": "GREEN ROOT MONEY EXCHANGE CO.,LTD.",
                "des-line-2": "POPULAR TRAVEL & TOURS"
            }
        },
        "transportation-info": "Transportation information"
    },
    "history": {
        "title": "EMC History",
        "founder": {
            "title": "EMC Start up story",
            "des-1": "Later part of 2013, Kubo Brothers & Mr.Heang start up EMC scooter rental at Palm Village apartment in BKK1 with 6 motors. EMC customer is increasing mouth by mouth among western Expats, we moved current office location on Street.322 in BKK1. Start Visa & Work Permit, Currency exchange services, EMC is supported by over 30 countries international expats in Phnom Penh.",
            "des-2": ""
        },
        "sec-1": {
            "title": "2013",
            "year-title": "November 2013",
            "year-des": "Start Scooter Rental at Palm Village apartment."
        },
        "sec-2": {
            "title": "2014",
            "year-title": "April 2014",
            "year-des": "Open EMC BKK office on St.322."
        },
        "sec-3": {
            "title": "2016",
            "year-title": "August 2016",
            "year-des": "Start Visa extension service."
        },
        "sec-4": {
            "title": "2017",
            "year-title": "October 2017",
            "year-des": "Start Work Permit service."
        },
        "sec-5": {
            "title": "2018",
            "year-title": "November 2018",
            "year-des": "Open EMC branch in Toul Tumpoung branch."
        },
        "sec-6": {
            "title": "2019",
            "year-title-02": "February 2019",
            "year-des-02": "Start Currency Exchange service by Green Root Money Exchange Co., Ltd.",
            "year-title-11": "November 2019",
            "year-des-11-1": "Acquired foreign currency exchange license from Natiional Bank of Cambodia License No.006/19",
            "year-des-11-2": "GREEN ROOT MONEY EXCHANGE CO.,LTD.Establishment"
        },
        "sec-7": {
            "title": "2020",
            "year-title": "May 2020",
            "year-des": "Close EMC Toul Tumpoung branch."
        }
    },
    "scooter-rental": {
        "title": "Scooter rental service",
        "sub-title": "Well maintained scooter with relaible aftercare services",
        "table": {
            "monthly-rental": "For residents of Phnom Penh (monthly rental)",
            "monthly-rental-des": "$60-130",
            "day-rental": "",
            "day-rental-des": ""
        },
        "reliable-des": "Maintenance by professional mechanic staffs",
        "equip-des": "Offer FREE security tools",
        "flow": {
            "title": "Flow to bike rental",
            "step-1": "Advance preparation",
            "step-2": "EMC shop",
            "step-3": "Rental as it is"
        },
        "step-1": {
            "title": "Please have the following required documents at hand.",
            "des-1": "・Passport",
            "des-2": "・If there are other required documents"
        },
        "step-2": {
            "title": "EMC shop",
            "des-1": "Please visit EMC and select the bike you want to contact.",
            "des-2": "If you have a desired car model in advance, please contact us."
        },
        "step-3": {
            "title": "Rental as it is",
            "des-1": "Please submit the required documents and pay after selecting the bike.",
            "des-2": "If there is no problem, you can ride a motorcycle and drive in Phnom Penh.",
            "des-3": "We also rent helmets for customers who wish."
        },
        "qa": {
            "title": "Rental Q&A",
            "sec-1": {
                "title": "I. Business Days and Hours",
                "q1": "Q: What time do you open?",
                "a1": "We do rent a moto for first customers from 9am - 5:30pm, and close shop at 6pm.",
                "q2": "Q: What day do you close?",
                "a2": "On Sundays and Cambodian national holidays."
            },
            "sec-2": {
                "title": "II.  Rental Conditions",
                "q1": "Q: What is necessary for renting motorcycle?",
                "a1": "As a deposit, you need customer’s passport or deposit fee. The deposit fee ranges from $300 – $900, the deposit fee amount depends on motorcycle type. We can relax deposit conditions if you request long-term rental. We can do small credit inquiry for deposit relax. After the inspection, we can answer how much deposit relax is available for you.",
                "q2": "Q: I want to rent a motorcycle to go to Cambodian province. Can I rent a moto?",
                "a2": "Sorry, we ask customers to drive within Phnom Penh area only. We cannot rent a moto if you drive outside of Phnom Penh.",
                "q3": "Q: I want to do 1 day rent. Is it possible?",
                "a3": "Sorry, the minimum rental period is 1 week. If you’d like to rent less than 1 week, you need to pay 1 week rental fee."
            },
            "sec-3": {
                "title": "III. Rental Price and Payment Way",
                "q1": "Q: How much is the rental fee?",
                "a1": "It depends on motorcycle type. Monthly rental fee is $60 -$130. Weekly rental fee is $21 - $50. The rental fee gets cheaper when you rent longer.",
                "q2": "Q: Can I extend to use a motorcycle while I rent it?",
                "a2": "Yes, this is OK. The extension fee is according to the price table in our shop."
            },
            "sec-4": {
                "title": "IV. Rental Motorcycle Type",
                "q1": "Q: What kind of motors can I rent from you?",
                "a1": "In our shop, 50cc automatic, 100 – 125cc automatic and manual motorcycles are available for rent.",
                "q2": "Q: Do you rent big size motorbike?",
                "a2": "Sorry, at present all of the motorcycles are scooter type. The maximum engine size of motors is 150cc."
            },
            "sec-5": {
                "title": "V. Safeties and Securities Equipment",
                "q1": "Q: Can we rent helmets?",
                "a1": "Yes, you can rent 1 helmet for free. You need to pay $5 per helmet if you rent more helmet.",
                "q2": "Q: What type of equipment is available for motorcycle securities?",
                "a2": "A front lock is equipped at the front wheel. It blocks wheel turn. And a chain key is available for rent if you like.",
                "q3": "Q: Does a rental moto have any insurance?",
                "a3": "Sorry, at present no moto has insurance in our shop. You need to pay repair fee when damaged and pay compensation fee when stolen.",
                "q4": "Q: When the motorcycle is stolen, what should I do?",
                "a4": "Please contact to our shop as soon as possible. We need to go to police to make a report. And you need to pay compensation fee written in the contract."
            },
            "sec-6": {
                "title": "VI. About Booking",
                "q1": "Q: I want to reserve a motorcycle, how can I do it?",
                "a1": "You can apply for the reservation with the online form on this website, on the phone, and with visit to our shop EMC.We will make a reply after checking up our customer situation and motorcycle condition.",
                "q2": "Q: When and what time can I make the reservation?",
                "a2": "We can welcome you about Internet reservation every time. Reservation with phone call is reserved from Monday – Saturday, from 9am – 6pm."
            },
            "sec-7": {
                "title": "VII. The Service We Don’t Do",
                "q1": "Q: Do you take insurance on each moto?",
                "a1": "Sorry, we don’t take insurance on motorbikes.",
                "q2": "Q: Can I rent a motorcycle with a driver?",
                "a2": "Sorry, we don’t rent a motorcycle with a driver.",
                "q3": "Q: Do you do delivery service?",
                "a3": "Sorry, at present we don’t do delivery service.",
                "q4": "Q: Can I buy a motorcycle from your shop?",
                "a4": "Sorry, we don’t sell motorcycles to customers."
            }
        }
    },
    "visa": {
        "title": "Visa Extension and Work Permit application service",
        "sub-title": "Fast & Reliable service by Japanese Visa consultant",
        "des": {
            "line-1": "We suggest best VISA type according to customer's request.",
            "line-2": "All staffs can speak English!! We have EXPRESS Visa service (1 business day)"
        },
        "flow": {
            "title": "Flow until VISA update",
            "step-1": "Advance preparation",
            "step-2": "EMC shop",
            "step-3": "VISA/work permit",
            "step-4": "Acceptance"
        },
        "step-1": {
            "title": "Please have the following required documents at hand.",
            "des-1": "・Passport",
            "des-2": "・If there are other required documents"
        },
        "step-2": {
            "title": "EMC shop",
            "des-1": "Please visit EMC and select the bike you want to contact.",
            "des-2": "If you have a desired car model in advance, please contact us."
        },
        "step-3": {
            "title": "VISA/work permit renewal/creation",
            "des-1": "Once the update is complete, we will contact you via SMS, phone, etc.",
            "des-2": "Please wait until the update is completed.",
            "des-3": "If you are in a hurry, we also offer express services."
        },
        "step-4": {
            "title": "Acceptance",
            "des-1": "After sending the update/creation completion from EMC, you will receive it at the store.",
            "des-2": "If you wish, we also offer a service that will be sent after the update is completed."
        },
        "qa": {
            "title": "Visa Q&A",
            "sec-1": {
                "title": "I. Cambodia visa Q&A",
                "q1": "Q: I want to stay in Cambodia for long time.",
                "a1": {
                    "line-1": "You can get 2 different types of visa, tourist visa (T) and business visa (E) in the beginning.",
                    "line-2": "If you stay long term, you need to get business visa (E). You can extend it limitlessly as long as your visa can meet extension requirements.",
                    "line-3": "On the other hand, tourist visa (T) can be updated for 1 month and 1 time."
                },
                "q2": "Q: How long can be extended with extension? And how much?",
                "a2": {
                    "line-1": "Extension of stay (a.k.a. EoS) can be selected from 1, 3, 6, and 12 months from business visa (E). Visa price is different depending on EoS, 1 month ($51), 3-month ($81), 6-month ($164), and 12-month ($294). $5 is added to those who don’t rent a motorcycle in our shop.",
                    "line-2": "1-month and 3-month visas are single type, while 6-month and 12-month visas are multiple type."
                },
                "note": "Latest Visa information update can be checked with our Facebook. Here we show is the information as of Sep. 2020.",
                "q3": "Q: How long does it take to get my passport back to your shop?",
                "a3": "It takes around 8 business days. Saturdays, Sundays, and national holidays are NOT business days of Immigration office.",
                "q4": "Q: I cannot wait for the 8 business days. I want to hold my passport earlier. ",
                "a4": "Express visa service is available in our shop. You can get your visa back in the next day for additional $75 payment. ",
                "q5": "Q: What are requirements for visa extension?",
                "a5": {
                    "line-1": "There are 3 conditions to succeed in visa extension.",
                    "line-2": "- Your passport must have 6 months or more validity period from the next visa expiration date.\r\n For example, if you request 12-month extension, your passport termination date must be in 18 months or longer away from your present visa expiration date.",
                    "line-3": "- A Letter depending on the present and the next visa type.",
                    "line-4": "- Printout to show that your living address is registered with FPCS (Foreigners Present in Cambodia System). ",
                    "line-5": "In our shop, it is possible to extend your visa without the letters for visa extension and without FPCS registration for some commission.",
                    "line-6": "However, if your passport expiration date is not long enough to extend the period of stay your request, you need to choose whether you shorten your extension of stay or you update your passport."
                },
                "q6": "Q: What is FPCS that is required for visa update?",
                "a6": {
                    "line-1": "This is abbreviation of Foreigners Present in Cambodia System. It is set up by Immigration to control foreigners in Cambodia. Visa extension is not accepted without registering address with FPCS app. It can be downloaded with a smartphone.",
                    "line-2": "Responsibility of FPCS registration lies with a house owner. Before you extend your visa, you need to ask your landlord to register your address with FPCS, and then hand you over the data of registration for visa extension.",
                    "line-3": "It is possible for us to do registration jobs to avoid hassles and troubles."
                },
                "q7": "Q: Which type of visa options for staying long term can you offer?",
                "a7": {
                    "line-1": "If you stay long time in Cambodia, please obtain business visa (E) (a.k.a. ordinary visa on arrival) in the beginning. You can stay in Cambodia for 1 month with the visa. During the stay in Cambodia, please apply for visa extension at an agency like us.",
                    "line-2": "There are 4 visa options available to choose, EG (Job seeker’s visa),  EB (Business visa),  ES (Student visa), and ER (Retirement visa).\r\n Here we show the table to show  what kind of characteristics they have and what are requirements to obtain them. ",
                    "line-3": "** EG (Job seeker’s visa)",
                    "line-4": "- Visa for job seekers.",
                    "line-5": "- The maximum extension of stay (EoS) is 6 months. In contrast, 1-year EoS is available for the other 3 visas (EB, ES, and ER).",
                    "line-6": "- When extending visa again from EG, Work permit copy is required.",
                    "line-7": "* Requirements to EG",
                    "line-8": "- Declaration letter",
                    "line-9": "- Printout of FPCS registration screenshot",
                    "line-10": "** EB (Business visa)",
                    "line-11": "- Visa for workers, their spouse, and children",
                    "line-12": "* Requirements to EB",
                    "line-13": "- Employment letter (Owners need Patent Tax copy instead)",
                    "line-14": "- For 1-month and 3-month extension, Work permit is required. But NOT required for 6-month and 12-month extension.",
                    "line-15": "- Printout of FPCS registration screenshot",
                    "line-16": "** ES (Student visa)",
                    "line-17": "- Visa for students",
                    "line-18": "- The school you belong to needs to be registered in Ministry of Education.",
                    "line-19": "- ES visa holders cannot be accompanied with their parents and their siblings.",
                    "line-20": "* Requirements to ES",
                    "line-21": "- Student enrollment letter",
                    "line-22": "- Printout of FPCS registration screenshot",
                    "line-23": "** ER (Retirement visa)",
                    "line-24": "- Visa for retired persons",
                    "line-25": "- ER visa holders cannot be accompanied with their spouses. They need to obtain business visas or others instead.",
                    "line-26": "* Requirements to ER for 55 years or older",
                    "line-27": "- Declaration letter that describes how you get your income and how much you earn.",
                    "line-28": "- Printout of FPCS registration screenshot",
                    "line-29": "* Requirements to ER for less than 55 years",
                    "line-30": "- Income certificate written in English with an embassy stamp",
                    "line-31": "- Printout of FPCS registration screenshot"
                },
                "q8": "Q: I don’t afford to get ready for a letter for visa extension. How can I stay longer?",
                "a8": {
                    "line-1": "In our shop, we offer service to skip letters. The price is as follows:",
                    "line-2": "- Job seeker’s visa (EG, $15)",
                    "line-3": "- Business visa (EB, $40)",
                    "line-4": "- Retirement visa (ER, $20",
                    "line-5": ""
                },
                "q9": "Q: I hold tourist visa (T), but I want to stay in Cambodia longer. Can I convert from tourist visa (T) to business visa (E) in your shop?",
                "a9": "No. Cannot. You need to leave from Cambodia and enter Cambodia again.",
                "q10": "Q: My visa is already expired and I overstay. Can you accept my visa update?",
                "a10": {
                    "line-1": "Yes, possible. Overstay penalty fee is $10/(overstay day).",
                    "line-2": "But we cannot warranty whether your update is succeeded if you overstay more than 100 days."
                },
                "q11": "Q: When is the deadline of application for Cambodia visa extension?",
                "a11": "If you visit our shop by the morning time of visa expiration date, you don’t have to pay penalty fee. If Immigration accept your visa extension within your expiration date, you don’t have to pay penalty fee."
            }
        }
    },
    "exchange": {
        "title": "Currency Exchange",
        "sub-title": "Fast, Convenient (BKK1) and Reliable Currency Exchange",
        "flow": {
            "title": "Features of our currency exchange service",
            "step-1": "ATM Currency Exchange (24/7)",
            "step-2": "Currency Exchange Service",
            "step-3": "Advisor of International Transfer between Japan & Cambodia ",
            "step-4": "International money transfer consulting business"
        },
        "step-1": {
            "title": "ATM Currency Exchange (24/7)",
            "des": "Small currency exchange, speedy and accurate currency exchange service"
        },
        "step-2": {
            "title": "Currency Exchange Service",
            "des-1": "Large amount and corporate exchange *Please contact us in advance before visiting"
        },
        "step-3": {
            "title": "Advisor of International Transfer between Japan & Cambodia",
            "des-1": "Providing the 'best rate' through the Phnom Penh money changer network",
            "des-2": "",
            "des-3": "Saves information search costs/time for currency exchange operations"
        },
        "step-4": {
            "title": "International money transfer consulting business",
            "des": "If you have any problems with remittance between Japan and Cambodia, please consult us (Facebook Profile link)"
        },
        "feature": "Feature"
    },
    "blog": {
        "hisashi": "Hisashi",
        "shungo": "Shungo"
    },
    "contact": {
        "contact-form": "Contact Form",
        "name-required":"Name is required",
        "name-pattern":"Your name must be at least 2 characters",
        "email-required":"Email is required",
        "email-pattern":"Email must be a valid email address",
        "phone-required":"Phone is required",
        "phone-pattern":"Your number phone not correct",
        "subject-reuired":"Subject is required",
        "subject-pattern":"Enter must be at least 5 characters",
        "message-reuired":"Message is required",
        "message-pattern":"Enter must be at least 5 characters",
        "name":"Name",
        "email":"E-mail",
        "phone":"Phone",
        "subject":"Subject",
        "message":"Message",
        "our-location": "OUR LOCATION",
        "address": "EMC is located in the center of Phnom Penh, BKK1.Going down St.63 and turn right on St.322 (Eric Kayser at corner)",
        "google-review": {
            "line-1": "Google Review (78) Scooter Rental",
            "line-2": "Google Review (40) Visa Extension",
            "line-3": "Google Review (19) Currency Exchange"
        },
        "work-hours": "WORKING HOURS",
        "time": "Business Hours: 09:00-17:30 Mon-Sat",
        "holiday": "Holiday: Sunday & National holiday",
        "phone-number": {
            "title": "PHONE NUMBER",
            "head": "Scooter Rental:",
            "text": "+855(0)89 518 867 (JPN, ENG)",
            "line-2": "Visa: +855 (0)69 270 040 (JPN, ENG)"
        }
    },
    "team": {
        "title": "Owner Profile",
        "member": {
            "shungo-kubo":{
                "name": "SHUNGO KUBO",
                "des-1": "EMC Founder",
                "des-2": "Currency Exchange, International Transfer Consultant",
                "des-3": "Stay Cambodia since 2012. ",
                "des-4": "GL Finance Plc (Cambodia)  Director, Underwriting & Collection Manager",
                "des-5": "Group Lease PCL Director",
                "des-6": "",
                "des-7": "",
                "des-8": ""
            },
            "hisashi-kubo":{
                "name": "HISASHI KUBO",
                "des-1" : "EMC Co-Founder",
                "des-2" : "General Manager",
                "des-3" : "Chief Visa Consultant",
                "des-4" : "Stay cambodia since 2015",
                "des-5" : "",
                "des-6" : ""
            },
            "heang": {
                "name": "HEANG",
                "des-1": "EMC Co-Founder  Deputy General Manager",
                "des-2": "He is Khmer and one of EMC Co-Founder, always neutral observer and can see whole situation from his point of view. He can tell any matter to any people as he feels, so it is precious guy in Khmer."
            },
            "hak": {
                "name": "HAK",
                "des-1": "Front operation manager, Chief Engineer",
                "des-2": "Very straightforward and love to take care of others, he loves to learn something new always, even graduated from accounting school, go to Engineer school also and working as Chief engineer in EMC."
            },
            "makara": {
                "name": "MAKARA",
                "des-1": "Back Office Manager",
                "des-2": "He is always calm, gentle, tolerant to others and do the all jobs steadily. We never see him angry or irritating in EMC, rarely laugh. Speak quietly and say any opinions obejectively."
            }
        }
    },
    "thank": {
        "title": "Thank You!",
        "des": "Your submission is received and we will contact you soon."
    },
    "page-404" : {
        "title": "404",
        "sub-title": "Page Not Found",
        "des": "The page you requested was not found."
    },
    "footer": {
        "copy-right": "Copyright © 2018 - EMC Motorbike Rental Co., Ltd. All rights reserved."
    },
    "button": {
        "submit": "SUBMIT",
        "google-map": "View on Google Map",
        "back-to-top": "Back To Top",
        "more": "More"
    }
}